using System;

namespace Lab1Cons
{
    /*
    Задание
    h-кол яч в масиве, заполняются от 1 до 100 рандомом
    находиться H-сумма ячеек, повторяется процес несколько раз и находится среднее
     
     */
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine("Размер словаря:");
            int h = Convert.ToInt32(Console.ReadLine());
            Console.WriteLine("Объем выберки :");
            int v = Convert.ToInt32(Console.ReadLine());
            Console.WriteLine("Квантиль:");
            int q = Convert.ToInt32(Console.ReadLine());
            
        }
       
    }
}
